Repository: zhuxiaoke27/Fighter
Catalog: Fighter/Localizable.xcstrings
Source language: en
Languages: zh_hans

# event_treasure_chest_desc
source: A heavy chest sits unguarded.
zh_hans: 一个沉重的宝箱无人看守。

# event_two_headed_snake
source: Two-Headed Snake
zh_hans: 双头蛇

# event_two_headed_snake_choice1
source: Fight
zh_hans: 战斗

# event_two_headed_snake_choice2
source: Offer gold (50)
zh_hans: 献上金币（50）

# event_two_headed_snake_desc
source: A massive snake with two heads blocks your path.
zh_hans: 一条巨大的双头蛇挡住了你的去路。

# event_wandering_smith
source: Wandering Smith
zh_hans: 流浪铁匠

# event_wandering_smith_choice1
source: Upgrade a card
zh_hans: 升级一张卡牌

# event_wandering_smith_choice2
source: Remove a card (75 gold)
zh_hans: 移除一张牌（75 金币）

# event_wandering_smith_choice3
source: Leave
zh_hans: 离开

# event_wandering_smith_desc
source: A blacksmith hammers at a portable forge.
zh_hans: 一个铁匠在便携锻造炉旁敲打。

# event_wheel_of_fate
source: Wheel of Fate
zh_hans: 命运之轮

# event_wheel_of_fate_choice1
source: Spin it
zh_hans: 转动它

# event_wheel_of_fate_choice2
source: Bless it (50 gold)
zh_hans: 祝福它（50 金币）

# event_wheel_of_fate_choice3
source: Leave
zh_hans: 离开

# event_wheel_of_fate_desc
source: A massive wheel spins of its own accord.
zh_hans: 一个巨大的轮盘自行旋转。

# event_wounded_traveler
source: Wounded Traveler
zh_hans: 受伤旅人

# event_wounded_traveler_choice1
source: Help (Lose 5 HP)
zh_hans: 帮助（失去 5 生命）

# event_wounded_traveler_choice2
source: Ignore
zh_hans: 无视

# event_wounded_traveler_desc
source: A traveler lies bleeding on the road.
zh_hans: 一个旅人躺在路上流血。

# expertise_assassin
source: Expertise
zh_hans: 精通

# expertise_assassin_desc
source: Draw 3 cards.
zh_hans: 抽 3 张牌。

# feed_warrior
source: Feed
zh_hans: 吞噬

# feed_warrior_desc
source: Deal 10 damage. If this kills, gain 3 Max HP.
zh_hans: 造成 10 点伤害。若击杀敌人，获得 3 点最大生命值。

# fiend_fire_warrior
source: Fiend Fire
zh_hans: 魔焰

# fiend_fire_warrior_desc
source: Exhaust hand. Deal 7 damage for each.
zh_hans: 消耗所有手牌。每张造成 7 点伤害。

# fireball_mage
source: Fireball
zh_hans: 火球术

# fireball_mage_desc
source: Deal 12 damage to ALL enemies.
zh_hans: 对所有敌人造成 12 点伤害。

# flash_of_steel_neutral
source: Flash of Steel
zh_hans: 钢铁闪光

# flash_of_steel_neutral_desc
source: Deal 6 damage. Draw 1 card.
zh_hans: 造成 6 点伤害。抽 1 张牌。

# freeze_ray_mage
source: Freeze Ray
zh_hans: 冰冻射线

# freeze_ray_mage_desc
source: Deal 4 damage. Channel 1 Frost.
zh_hans: 造成 4 点伤害。引导 1 冰霜。

# frost_shield_mage
source: Frost Shield
zh_hans: 冰霜之盾

# frost_shield_mage_desc
source: Gain 6 Block. Gain 1 Frost.
zh_hans: 获得 6 点格挡。获得 1 层冰霜。

# glacier_mage
source: Glacier
zh_hans: 冰川

# glacier_mage_desc
source: Channel 2 Frost. Gain 5 Block.
zh_hans: 引导 2 冰霜。获得 5 点格挡。

# hand_of_greed_neutral
source: Hand of Greed
zh_hans: 贪婪之手

# hand_of_greed_neutral_desc
source: Deal 10 damage. If kills, gain 20 gold.
zh_hans: 造成 10 点伤害。若击杀，获得 20 金币。

# impervious_warrior
source: Impervious
zh_hans: 无懈

# impervious_warrior_desc
source: Gain 30 Block.
zh_hans: 获得 30 点格挡。

# inferno_mage
source: Inferno
zh_hans: 炼狱

# inferno_mage_desc
source: Deal 15 damage to ALL.
zh_hans: 对所有敌人造成 15 点伤害。

# infinite_blades_assassin
source: Infinite Blades
zh_hans: 无尽之刃

# infinite_blades_assassin_desc
source: Gain 1 extra draw per turn.
zh_hans: 每回合额外抽 1 张牌。

# inflame_warrior
source: Inflame
zh_hans: 燃烧

# inflame_warrior_desc
source: Gain 2 Strength.
zh_hans: 获得 2 点力量。

# iron_wave_warrior
source: Iron Wave
zh_hans: 铁波

# iron_wave_warrior_desc
source: Deal 5 damage. Gain 5 Block.
zh_hans: 造成 5 点伤害。获得 5 点格挡。

# label_act %lld
source: Act %lld
zh_hans: 第 %lld 幕

# label_all
source: All
zh_hans: 全部

# label_cards
source: Cards
zh_hans: 卡牌

# label_choose_boss_relic
source: Choose a Boss Relic
zh_hans: 选择一个Boss遗物

# label_choose_card
source: Choose a Card
zh_hans: 选择一张卡牌

# label_combat_log
source: Combat Log
zh_hans: 战斗日志

# label_deck
source: Deck
zh_hans: 牌组

# label_defeat
source: Defeat
zh_hans: 失败

# label_discard_pile
source: Discard Pile
zh_hans: 弃牌堆

# label_draw_pile
source: Draw Pile
zh_hans: 抽牌堆

# label_enemy_turn
source: Enemy Turn
zh_hans: 敌人回合

# label_exhaust_pile
source: Exhaust Pile
zh_hans: 消耗堆

# label_floor %lld
source: Floor %lld
zh_hans: 第 %lld 层

# label_full
source: Full
zh_hans: 已满

# label_game_title
source: FIGHTER
zh_hans: 格斗家

# label_heal_amount %lld
source: +%lld HP
zh_hans: +%lld 生命

# label_hp %lld %lld
source: HP: %1$lld/%2$lld
zh_hans: 生命: %1$lld/%2$lld

# label_no_relics
source: No relics yet
zh_hans: 暂无遗物

# label_pile_empty
source: Empty
zh_hans: 空

# label_potions
source: Potions
zh_hans: 药水

# label_price_75g
source: 75g
zh_hans: 75金币

# label_quit_confirm_message
source: Progress from this run will be lost.
zh_hans: 本次冒险的进度将会丢失。

# label_quit_confirm_title
source: Abandon Run?
zh_hans: 放弃本次冒险？

# label_relics
source: Relics
zh_hans: 遗物

# label_relics_count %lld
source: Relics (%lld)
zh_hans: 遗物 (%lld)

# label_rest
source: REST
zh_hans: 休息

# label_rest_site
source: Rest Site
zh_hans: 休息处

# label_select_character
source: Select Character
zh_hans: 选择角色

# label_select_remove
source: Select Card to Remove
zh_hans: 选择要移除的卡牌

# label_select_upgrade
source: Select Card to Upgrade
zh_hans: 选择要升级的卡牌

# label_shop
source: Shop
zh_hans: 商店

# label_tap_to_continue
source: Tap anywhere to continue
zh_hans: 点击任意位置继续

# label_upgrade_desc
source: Upgrade a card
zh_hans: 升级一张卡牌

# label_upgraded
source: UPGRADED
zh_hans: 已升级

# label_victory
source: Victory!
zh_hans: 胜利！

# limit_break_warrior
source: Limit Break
zh_hans: 突破极限

# limit_break_warrior_desc
source: Double your Strength.
zh_hans: 力量值翻倍。

# log_gain_block %lld
source: +%lld Block
zh_hans: +%lld 格挡

# map_node_battle
source: Battle
zh_hans: 战斗

# map_node_elite
source: Elite
zh_hans: 精英

# map_node_event
source: Event
zh_hans: 事件

# map_node_hardBattle
source: Hard Battle
zh_hans: 精英战斗

# map_node_mystery
source: Mystery
zh_hans: 神秘

# map_node_restSite
source: Rest Site
zh_hans: 休息处

# map_node_shop
source: Shop
zh_hans: 商店

# meditate_mage
source: Meditate
zh_hans: 冥想

# meditate_mage_desc
source: Gain 1 Energy. Gain 4 Block.
zh_hans: 获得 1 点能量。获得 4 点格挡。

# metallicize_warrior
source: Metallicize
zh_hans: 金属化

# metallicize_warrior_desc
source: At end of turn, gain 3 Block.
zh_hans: 回合结束时，获得 3 点格挡。

# metamorphosis_neutral
source: Metamorphosis
zh_hans: 蜕变

# metamorphosis_neutral_desc
source: Gain 1 Strength. Gain 1 Dexterity.
zh_hans: 获得 1 点力量。获得 1 点敏捷。

# meteor_mage
source: Meteor
zh_hans: 陨石

# meteor_mage_desc
source: Deal 24 damage.
zh_hans: 造成 24 点伤害。

# meteor_strike_mage
source: Meteor Strike
zh_hans: 陨石打击

# meteor_strike_mage_desc
source: Deal 30 damage.
zh_hans: 造成 30 点伤害。

# neow_bonus_gold
source: 100 Gold
zh_hans: 100 金币

# neow_bonus_gold_desc
source: Gain 100 Gold.
zh_hans: 获得 100 金币。

# neow_bonus_maxhp
source: +5 Max HP
zh_hans: +5 最大生命值

# neow_bonus_maxhp_desc
source: Increase your Max HP by 5.
zh_hans: 最大生命值增加 5。

# neow_random_relic
source: Random Relic
zh_hans: 随机遗物

# neow_random_relic_desc
source: Obtain a random relic.
zh_hans: 获得一个随机遗物。

# neow_remove_card
source: Remove a Card
zh_hans: 移除一张牌

# neow_remove_card_desc
source: Remove a random non-Starter card from your deck.
zh_hans: 从牌组中随机移除一张非初始牌。

# neow_subtitle
source: Choose a blessing to start your journey...
zh_hans: 选择一个祝福来开始你的旅程……

# neow_title
source: Neow's Gift
zh_hans: 尼奥的馈赠

# neutralize_assassin
source: Neutralize
zh_hans: 中和

# neutralize_assassin_desc
source: Deal 3 damage. Apply 1 Weak.
zh_hans: 造成 3 点伤害。施加 1 层虚弱。

source: Normality
zh_hans: 常态

# normality_desc
source: Unplayable.
zh_hans: 不可打出。

# noxious_fumes_assassin
source: Noxious Fumes
zh_hans: 毒雾

# noxious_fumes_assassin_desc
source: At the start of each turn, apply 2 Poison to ALL enemies.
zh_hans: 每回合开始时，对所有敌人施加 2 层中毒。

source: Pain
zh_hans: 痛苦

# pain_desc
source: Unplayable.
zh_hans: 不可打出。

# panacea_neutral
source: Panacea
zh_hans: 万灵药

# panacea_neutral_desc
source: Gain 1 Strength. Gain 1 Dexterity. Exhaust.
zh_hans: 获得 1 点力量。获得 1 点敏捷。消耗。

# phantom_assassin
source: Phantom
zh_hans: 幻影

# phantom_assassin_desc
source: Gain 1 Energy. Gain 15 Block.
zh_hans: 获得 1 点能量。获得 15 点格挡。

# poison_stab_assassin
source: Poison Stab
zh_hans: 毒刃

# poison_stab_assassin_desc
source: Deal 4 damage. Apply 3 Poison.
zh_hans: 造成 4 点伤害。施加 3 层中毒。

# potion_block_potion
source: Block Potion
zh_hans: 格挡药水

# potion_block_potion_desc
source: Gain 12 Block.
zh_hans: 获得 12 点格挡。

# potion_bottled_void
source: Bottled Void
zh_hans: 瓶装虚空

# potion_bottled_void_desc
source: Apply 4 Poison to ALL enemies.
zh_hans: 对所有敌人施加 4 层中毒。

# potion_dual_energy
source: Dual Energy
zh_hans: 双重能量

# potion_dual_energy_desc
source: Gain 2 Energy.
zh_hans: 获得 2 点能量。

# potion_elixir_potion
source: Elixir
zh_hans: 万能药

# potion_elixir_potion_desc
source: Heal 20 HP.
zh_hans: 回复 20 点生命。

# potion_energy_potion
source: Energy Potion
zh_hans: 能量药水

# potion_energy_potion_desc
source: Gain 2 Energy.
zh_hans: 获得 2 点能量。

# potion_essence_of_steel
source: Essence of Steel
zh_hans: 钢铁精华

# potion_essence_of_steel_desc
source: Gain 12 Block.
zh_hans: 获得 12 点格挡。

# potion_fear_potion
source: Fear Potion
zh_hans: 恐惧药水

# potion_fear_potion_desc
source: Apply 3 Vulnerable to an enemy.
zh_hans: 对一名敌人施加 3 层易伤。

# potion_fire_potion
source: Fire Potion
zh_hans: 火焰药水

# potion_fire_potion_desc
source: Deal 20 damage to an enemy.
zh_hans: 对一名敌人造成 20 点伤害。

# potion_fire_potion_large
source: Fire Bomb
zh_hans: 火焰炸弹

# potion_fire_potion_large_desc
source: Deal 20 damage to ALL enemies.
zh_hans: 对所有敌人造成 20 点伤害。

# potion_gamblers_brew
source: Gambler's Brew
zh_hans: 赌徒酿造

# potion_gamblers_brew_desc
source: Draw 2 cards, then discard 2 cards.
zh_hans: 抽 2 张牌，然后弃 2 张牌。

# potion_ghost_in_a_jar
source: Ghost in a Jar
zh_hans: 瓶中幽灵

# potion_ghost_in_a_jar_desc
source: Prevent the next damage you would take.
zh_hans: 防止下一次受到的伤害。

# potion_liquid_memories
source: Liquid Memories
zh_hans: 液态记忆

# potion_liquid_memories_desc
source: Return 2 random cards from discard pile.
zh_hans: 从弃牌堆随机取回 2 张牌。

# potion_regen_potion
source: Regen Potion
zh_hans: 再生药水

# potion_regen_potion_desc
source: Heal 5 HP.
zh_hans: 回复 5 点生命。

# potion_strength_potion
source: Strength Potion
zh_hans: 力量药水

# potion_strength_potion_desc
source: Gain 2 Strength.
zh_hans: 获得 2 点力量。

# potion_swift_potion
source: Swift Potion
zh_hans: 迅捷药水

# potion_swift_potion_desc
source: Draw 3 cards.
zh_hans: 抽 3 张牌。

# potion_weakness_potion
source: Weakness Potion
zh_hans: 虚弱药水

# potion_weakness_potion_desc
source: Apply 3 Weak to an enemy.
zh_hans: 对一名敌人施加 3 层虚弱。

# power_through_warrior
source: Power Through
zh_hans: 硬撑

# power_through_warrior_desc
source: Add 2 Wounds to your discard pile. Gain 15 Block.
zh_hans: 将 2 张伤口洗入弃牌堆。获得 15 点格挡。

# rarity_common
source: Common
zh_hans: 普通

# rarity_rare
source: Rare
zh_hans: 稀有

# rarity_starter
source: Starter
zh_hans: 初始

# rarity_uncommon
source: Uncommon
zh_hans: 罕见

# reaper_warrior
source: Reaper
zh_hans: 收割者

# reaper_warrior_desc
source: Deal 4 damage to ALL. Heal HP equal to damage dealt.
zh_hans: 对所有敌人造成 4 点伤害。回复等同于伤害值的生命。

# recur_mage
source: Recur
zh_hans: 回溯

# recur_mage_desc
source: Return a card from your discard pile to your hand.
zh_hans: 从弃牌堆回收一张牌到手牌。

source: Regret
zh_hans: 悔恨

# regret_desc
source: Unplayable.
zh_hans: 不可打出。

# relic_anchor
source: Anchor
zh_hans: 锚

# relic_anchor_desc
source: Start each combat with 10 Block.
zh_hans: 每场战斗开始时获得 10 点格挡。

# relic_astrolabe
source: Astrolabe
zh_hans: 星盘

# relic_astrolabe_desc
source: Choose 3 cards to transform into random cards of the same rarity.
zh_hans: 选择 3 张牌变为同品质的随机牌。

# relic_bag_of_marbles
source: Bag of Marbles
zh_hans: 弹珠袋

# relic_bag_of_marbles_desc
source: At start of combat, apply 1 Vulnerable to ALL enemies.
zh_hans: 战斗开始时，对所有敌人施加 1 层易伤。

# relic_burning_blood
source: Burning Blood
zh_hans: 燃烧之血

# relic_burning_blood_desc
source: At end of combat, heal 6 HP.
zh_hans: 战斗结束时，回复 6 点生命。

# relic_busted_crown
source: Busted Crown
zh_hans: 破损王冠

# relic_busted_crown_desc
source: Gain 1 Energy per turn, but card rewards show only 2 cards.
zh_hans: 每回合获得 1 点额外能量，但卡牌奖励只显示 2 张牌。

# relic_calipers
source: Calipers
zh_hans: 卡尺

# relic_calipers_desc
source: At start of turn, lose 15 Block instead of all.
zh_hans: 回合开始时，仅失去 15 点格挡而非全部。

# relic_ceramic_fish
source: Ceramic Fish
zh_hans: 陶瓷鱼

# relic_ceramic_fish_desc
source: Whenever you add a card, gain 9 gold.
zh_hans: 每次添加卡牌时，获得 9 金币。

# relic_champion_belt
source: Champion Belt
zh_hans: 冠军腰带

# relic_champion_belt_desc
source: When you apply Vulnerable, also apply 1 Weak.
zh_hans: 给敌人施加易伤时，同时施加 1 层虚弱。

# relic_chemical_x
source: Chemical X
zh_hans: 化学X

# relic_chemical_x_desc
source: Potions are 50% more effective.
zh_hans: 药水效果提升 50%。

# relic_cracked_core
source: Cracked Core
zh_hans: 破碎核心

# relic_cracked_core_desc
source: At start of combat, gain 1 Strength.
zh_hans: 战斗开始时，获得 1 点力量。

# relic_cursed_key
source: Cursed Key
zh_hans: 诅咒之钥

# relic_cursed_key_desc
source: Gain 1 Energy at start of combat. Open chests with a Curse.
zh_hans: 战斗开始时获得 1 点能量。开宝箱获得一张诅咒牌。

# relic_darkstone_periapt
source: Darkstone Periapt
zh_hans: 暗石护身符

# relic_darkstone_periapt_desc
source: Whenever you gain Max HP, gain 10 gold.
zh_hans: 每次获得最大生命值时，获得 10 金币。

# relic_dead_branch
source: Dead Branch
zh_hans: 枯枝

# relic_dead_branch_desc
source: Whenever you Exhaust a card, add a random card to hand.
zh_hans: 每次消耗一张牌时，将一张随机牌加入手牌。

# relic_du_vu_doll
source: Du-Vu Doll
zh_hans: 巫毒娃娃

# relic_du_vu_doll_desc
source: Gain 1 Strength for each Curse in deck.
zh_hans: 牌组中每张诅咒牌获得 1 点力量。

# relic_empty_cage
source: Empty Cage
zh_hans: 空笼

# relic_empty_cage_desc
source: Remove 2 cards from your deck at the start of the run.
zh_hans: 开局时从卡组中移除 2 张牌。

# relic_fire_breathing
source: Fire Breathing
zh_hans: 火焰吐息

# relic_fire_breathing_desc
source: When you play a Curse or Status card, deal 2 damage to all enemies.
zh_hans: 打出诅咒或状态牌时，对所有敌人造成 2 点伤害。

# relic_fossilized_helix
source: Fossilized Helix
zh_hans: 化石螺旋

# relic_fossilized_helix_desc
source: Start each combat with 1 Artifact.
zh_hans: 每场战斗开始时获得 1 层人工物。

# relic_fusion_hammer
source: Fusion Hammer
zh_hans: 聚合锤

# relic_fusion_hammer_desc
source: Gain 1 Energy at start of combat. Cannot add cards at rest sites.
zh_hans: 战斗开始时获得 1 点能量。休息点不能添加卡牌。

# relic_fusion_hammer_rework
source: Fusion Hammer
zh_hans: 聚变锤

# relic_fusion_hammer_rework_desc
source: Gain 1 Energy per turn, but you cannot upgrade cards at Rest Sites.
zh_hans: 每回合获得 1 点额外能量，但无法在篝火处升级卡牌。

# relic_gambling_chip
source: Gambling Chip
zh_hans: 赌博筹码

# relic_gambling_chip_desc
source: At start of combat, can discard hand and draw same amount.
zh_hans: 战斗开始时，可以弃掉手牌并抽回同等数量的牌。

# relic_happy_flower
source: Happy Flower
zh_hans: 快乐花

# relic_happy_flower_desc
source: Every 3 combats, gain 1 Max HP.
zh_hans: 每 3 场战斗，获得 1 点最大生命值。

# relic_inserter
source: Inserter
zh_hans: 插入器

# relic_inserter_desc
source: Gain 1 Max HP after each combat.
zh_hans: 每场战斗结束后获得 1 点最大生命值。

# relic_juzu_bracelet
source: Juzu Bracelet
zh_hans: 念珠手链

# relic_juzu_bracelet_desc
source: Normal enemies no longer attack first.
zh_hans: 普通敌人不再先手攻击。

# relic_kunai
source: Kunai
zh_hans: 苦无

# relic_kunai_desc
source: Every 3 Attacks played, gain 1 Dexterity.
zh_hans: 每打出 3 张攻击牌，获得 1 点敏捷。

# relic_lantern
source: Lantern
zh_hans: 灯笼

# relic_lantern_desc
source: Gain 1 extra Energy the first turn of combat.
zh_hans: 战斗的第一回合获得 1 点额外能量。

# relic_meat_on_the_bone
source: Meat on the Bone
zh_hans: 骨头上的肉

# relic_meat_on_the_bone_desc
source: If HP is below 50% at end of combat, heal 12 HP.
zh_hans: 战斗结束时若生命值低于 50%，回复 12 点生命。

# relic_mummified_hand
source: Mummified Hand
zh_hans: 木乃伊之手

# relic_mummified_hand_desc
source: Whenever you play a Power, gain 1 Energy.
zh_hans: 每次打出能力牌时，获得 1 点能量。

# relic_orichalcum
source: Orichalcum
zh_hans: 山铜

# relic_orichalcum_desc
source: If you end turn with 0 Block, gain 6 Block.
zh_hans: 回合结束时若格挡为 0，获得 6 点格挡。

# relic_orichalcum_heavy
source: Orichalcum Heavy
zh_hans: 重质秘银

# relic_orichalcum_heavy_desc
source: If you end your turn with 0 Block, gain 4 Block.
zh_hans: 回合结束时如果没有格挡，获得 4 点格挡。

# relic_pantograph
source: Pantograph
zh_hans: 缩放仪

# relic_pantograph_desc
source: At end of combat, heal 5 HP.
zh_hans: 战斗结束时，回复 5 点生命。

# relic_paper_crane
source: Paper Crane
zh_hans: 纸鹤

# relic_paper_crane_desc
source: Enemies with Weak deal 25% less damage.
zh_hans: 处于虚弱的敌人伤害额外降低 25%。

# relic_paper_krane
source: Paper Krane
zh_hans: 纸鹤

# relic_paper_krane_desc
source: Enemies with Weak deal 25% less damage.
zh_hans: 有虚弱的敌人造成的伤害减少 25%。

# relic_peace_pipe
source: Peace Pipe
zh_hans: 和平烟斗

# relic_peace_pipe_desc
source: At rest sites, can remove 2 cards instead of 1.
zh_hans: 在休息点可以移除 2 张牌而非 1 张。

# relic_pen_nib
source: Pen Nib
zh_hans: 笔尖

# relic_pen_nib_desc
source: Every 5 Attacks played, next attack deals double damage.
zh_hans: 每打出 5 张攻击牌，下一次攻击伤害翻倍。

# relic_philosophers_stone
source: Philosopher's Stone
zh_hans: 贤者之石

# relic_philosophers_stone_desc
source: Gain 2 Energy at start of combat. Enemies start with 1 Strength.
zh_hans: 战斗开始时获得 2 点能量。敌人获得 1 点力量。

# relic_red_skull
source: Red Skull
zh_hans: 红骷髅

# relic_red_skull_desc
source: While HP is below 50%, gain 3 Strength.
zh_hans: 生命值低于 50% 时，获得 3 点力量。

# relic_ring_of_snakes
source: Ring of Snakes
zh_hans: 蛇环

# relic_ring_of_snakes_desc
source: At start of combat, draw 2 extra cards.
zh_hans: 战斗开始时，额外抽 2 张牌。

# relic_ring_of_the_serpent
source: Ring of the Serpent
zh_hans: 蛇之戒

# relic_ring_of_the_serpent_desc
source: Draw 1 extra card at start of combat.
zh_hans: 战斗开始时额外抽 1 张牌。

# relic_runic_pyramid
source: Runic Pyramid
zh_hans: 符文金字塔

# relic_runic_pyramid_desc
source: Retain your hand at the end of each turn.
zh_hans: 每回合结束时保留手牌。

# relic_shuriken
source: Shuriken
zh_hans: 手里剑

# relic_shuriken_desc
source: Every 3 Attacks played, gain 1 Dexterity.
zh_hans: 每打出 3 张攻击牌，获得 1 点敏捷。

# relic_sling_of_courage
source: Sling of Courage
zh_hans: 勇气之索

# relic_sling_of_courage_desc
source: Elites appear more often.
zh_hans: 精英怪出现概率增加。

# relic_snecko_eye
source: Snecko Eye
zh_hans: 蛇眼

# relic_snecko_eye_desc
source: Draw 2 extra cards at combat start. All card costs become random (0-3).
zh_hans: 战斗开始时额外抽 2 张牌，所有卡牌费用变为随机 (0-3)。

# relic_strange_spoon
source: Strange Spoon
zh_hans: 奇异勺子

# relic_strange_spoon_desc
source: Cards with Exhaust instead Discard 50% of the time.
zh_hans: 有消耗效果的牌有 50% 几率改为弃牌。

# relic_sundial
source: Sundial
zh_hans: 日晷

# relic_sundial_desc
source: Every 3 shuffles, gain 2 gold.
zh_hans: 每 3 次洗牌，获得 2 金币。

# relic_thread_and_needle
source: Thread and Needle
zh_hans: 针线

# relic_thread_and_needle_desc
source: At start of combat, gain 4 Plated Armor.
zh_hans: 战斗开始时，获得 4 层护甲。

# relic_torsion
source: Torsion
zh_hans: 扭转

# relic_torsion_desc
source: Every 3 turns, gain 1 Energy.
zh_hans: 每 3 个回合，获得 1 点能量。

# relic_vajra
source: Vajra
zh_hans: 金刚杵

# relic_vajra_desc
source: At start of combat, gain 1 Strength.
zh_hans: 战斗开始时，获得 1 点力量。

# relic_wrist_blade
source: Wrist Blade
zh_hans: 腕刃

# relic_wrist_blade_desc
source: Attacks deal 4 extra damage.
zh_hans: 攻击牌额外造成 4 点伤害。

# safeguard_neutral
source: Safeguard
zh_hans: 保障

# safeguard_neutral_desc
source: Gain 8 Block.
zh_hans: 获得 8 点格挡。

# sentinel_warrior
source: Sentinel
zh_hans: 哨兵

# sentinel_warrior_desc
source: Gain 12 Block. If exhausted, gain 2 Energy.
zh_hans: 获得 12 点格挡。若被消耗，获得 2 点能量。

# settings_damage_numbers
source: Damage Numbers
zh_hans: 伤害数字

# settings_haptic
source: Haptic Feedback
zh_hans: 触觉反馈

# settings_lang_system
source: System
zh_hans: 跟随系统

# settings_language
source: Language
zh_hans: 语言

# setup_assassin
source: Setup
zh_hans: 布局

# setup_assassin_desc
source: Gain 1 Energy. Draw 2 cards.
zh_hans: 获得 1 点能量。抽 2 张牌。

# sever_flesh_warrior
source: Sever Flesh
zh_hans: 裂肉

# sever_flesh_warrior_desc
source: Deal 8 damage. Exhaust.
zh_hans: 造成 8 点伤害。消耗。

source: Shame
zh_hans: 耻辱

# shame_desc
source: Unplayable.
zh_hans: 不可打出。

# shout_warrior
source: Shout
zh_hans: 战吼

# shout_warrior_desc
source: Apply 1 Weak to ALL enemies.
zh_hans: 对所有敌人施加 1 层虚弱。

source: Slimed
zh_hans: 粘液

# slimed_desc
source: Unplayable. Exhaust.
zh_hans: 不可打出。消耗。

# stat_cards %lld
source: %lld cards
zh_hans: %lld 张牌

# stat_floors %lld
source: %lld floors
zh_hans: %lld 层

# stat_killed %lld
source: %lld killed
zh_hans: %lld 击杀

# stat_played %lld
source: %lld played
zh_hans: %lld 出牌

# steam_barrier_mage
source: Steam Barrier
zh_hans: 蒸汽屏障

# steam_barrier_mage_desc
source: Gain 6 Block.
zh_hans: 获得 6 点格挡。

# storm_of_steel_assassin
source: Storm of Steel
zh_hans: 钢铁风暴

# storm_of_steel_assassin_desc
source: Deal 4 damage to ALL enemies. Exhaust.
zh_hans: 对所有敌人造成 4 点伤害。消耗。

# strike_assassin
source: Strike
zh_hans: 打击

# strike_assassin_desc
source: Deal 6 damage.
zh_hans: 造成 6 点伤害。

# strike_mage
source: Strike
zh_hans: 打击

# strike_mage_desc
source: Deal 6 damage.
zh_hans: 造成 6 点伤害。

# strike_warrior
source: Strike
zh_hans: 打击

# strike_warrior_desc
source: Deal 6 damage.
zh_hans: 造成 6 点伤害。

# survivor_mage
source: Survivor
zh_hans: 幸存者

# survivor_mage_desc
source: Gain 5 Block. Draw 1 card.
zh_hans: 获得 5 点格挡。抽 1 张牌。

# sweeping_beam_mage
source: Sweeping Beam
zh_hans: 横扫光束

# sweeping_beam_mage_desc
source: Deal 6 damage to ALL enemies. Draw 1 card.
zh_hans: 对所有敌人造成 6 点伤害。抽 1 张牌。

# swift_strike_neutral
source: Swift Strike
zh_hans: 迅捷打击

# swift_strike_neutral_desc
source: Deal 7 damage.
zh_hans: 造成 7 点伤害。

# sword_boomerang_warrior
source: Sword Boomerang
zh_hans: 回旋剑

# sword_boomerang_warrior_desc
source: Deal 3 damage 3 times.
zh_hans: 连续攻击 3 次，每次 3 点伤害。

# tag_add_card
source: +Card
zh_hans: +卡牌

# tag_atk
source: ATK
zh_hans: 攻击

# tag_block
source: Block
zh_hans: 格挡

# tag_copy
source: Copy
zh_hans: 复制

# tag_debuff
source: Debuff
zh_hans: 负面

# tag_def
source: DEF
zh_hans: 防御

# tag_draw
source: Draw
zh_hans: 抽牌

# tag_energy
source: Energy
zh_hans: 能量

# tag_ethereal
source: Ethereal
zh_hans: 虚无

# tag_exhaust
source: Exhaust
zh_hans: 消耗

# tag_gain_armor %lld
source: +%lldArmor
zh_hans: +%lld护甲

# tag_gain_dex %lld
source: +%lldDEX
zh_hans: +%lld敏捷

# tag_gain_energy %lld
source: +%lldEnergy
zh_hans: +%lld能量

# tag_gain_gold %lld
source: +%lldG
zh_hans: +%lld金

# tag_gain_maxhp %lld
source: +%lldMaxHP
zh_hans: +%lld最大HP

# tag_gain_str %lld
source: +%lldSTR
zh_hans: +%lld力量

# tag_generate
source: Generate
zh_hans: 生成

# tag_gold_per_card %lld
source: +%lldG/card
zh_hans: +%lld金/卡

# tag_innate
source: Innate
zh_hans: 固有

# tag_lose_gold %lld
source: -%lldG
zh_hans: -%lld金

# tag_lose_maxhp %lld
source: -%lldMaxHP
zh_hans: -%lld最大HP

# tag_multi
source: Multi
zh_hans: 多段

# tag_no_strikes
source: No Strikes
zh_hans: 移除打击

# tag_poison
source: Poison
zh_hans: 中毒

# tag_potion
source: Potion
zh_hans: 药水

# tag_relic
source: Relic
zh_hans: 遗物

# tag_remove
source: Remove
zh_hans: 移除

# tag_self
source: Self
zh_hans: 自伤

# tag_starter
source: Starter
zh_hans: 初始

# tag_str
source: STR
zh_hans: 力量

# tag_transform
source: Transform
zh_hans: 变形

# tag_upgrade
source: Upgrade
zh_hans: 升级

# tag_upgrade_n %lld
source: Upgrade x%lld
zh_hans: 升级 x%lld

# tag_util
source: Util
zh_hans: 通用

# target_all_enemies
source: All Enemies
zh_hans: 所有敌人

# target_none
source: None
zh_hans: 无

# target_self
source: Self
zh_hans: 自身

# target_single_enemy
source: Single Enemy
zh_hans: 单体敌人

# thunder_mage
source: Thunder
zh_hans: 雷霆

# thunder_mage_desc
source: Deal 7 damage. Gain 1 Dark.
zh_hans: 造成 7 点伤害。获得 1 层暗影。

# tools_of_the_trade_assassin
source: Tools of the Trade
zh_hans: 职业工具

# tools_of_the_trade_assassin_desc
source: At end of turn, draw 1 card. Discard 1 card.
zh_hans: 回合结束时，抽 1 张牌并弃 1 张牌。

# true_grit_warrior
source: True Grit
zh_hans: 坚韧

# true_grit_warrior_desc
source: Gain 7 Block. Exhaust a random card.
zh_hans: 获得 7 点格挡。随机消耗一张牌。
